andenetalexander.vim-cheatsheet
angular.ng-template
astro-build.astro-vscode
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
deque-systems.vscode-axe-linter
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.remotehub
infinity1207.angular2-switcher
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.remote-repositories
ms-vscode.vscode-node-azure-pack
pkief.material-icon-theme
sleistner.vscode-fileutils
vscodevim.vim
wooodhead.vscode-wrap-console-log-simple
z4yross.anysphere-dark
